driver-tests/bpelse/assign/AssignJbi/test/results/CopynormalizedStringInvoke/Actual_20130318180007_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <normalizedStringPart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_normalizedString>Undefined_String_Length_26</xsd_normalizedString>
      <optional_normalizedString>Undefined</optional_normalizedString>
      <repeat_normalizedString>Undefined</repeat_normalizedString>
      <repeat_normalizedString>string</repeat_normalizedString>
    </normalizedStringPart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>